Repository: gooson/DUNE
Catalog: Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko

source: Measures the variation between heartbeats. Higher HRV indicates a more flexible autonomic nervous system and better recovery.
ja: 心拍間の変動を測定します。HRVが高いほど自律神経系が柔軟で回復が良好であることを示します。
ko: 심장 박동 간의 변이를 측정합니다. HRV가 높을수록 자율신경계가 유연하고 회복이 양호함을 나타냅니다.

source: Medicine Ball
ja: メディシンボール
ko: 메디신볼

source: Meditation
ja: 瞑想
ko: 명상

source: Medium Confidence
ja: 中信頼度
ko: 보통 신뢰도

source: Memo
ja: メモ
ko: 메모

source: Memo (optional)
ja: メモ（任意）
ko: 메모 (선택)

source: Meters
ja: メートル
ko: 미터

source: Metric
ja: 指標
ko: 지표

source: Metric Changes
ja: 指標の変化
ko: 지표 변화

source: Midnight
ja: 深夜
ko: 자정

source: Mild Fatigue
ja: 軽度の疲労
ko: 경미한 피로

source: Mild fatigue, moderate training recommended
ja: 軽度の疲労、中強度トレーニング推奨
ko: 약한 피로, 중강도 훈련 권장

source: Milestone Reached
ja: マイルストーン達成
ko: 마일스톤 달성

source: Milestone Reached!
ja: マイルストーン達成！
ko: 마일스톤 달성!

source: Min
ja: 最小
ko: 최소

source: MIN
ja: 分
ko: 분

source: Mind & Body
ja: マインド＆ボディ
ko: 심신

source: Mindful minutes saved to Health.
ja: マインドフル時間をヘルスケアに保存しました。
ko: 마음챙김 시간이 건강 앱에 저장됐어요.

source: Mindfulness
ja: マインドフルネス
ko: 마음챙김

source: Minor
ja: 軽度
ko: 경미

source: Minutes
ja: 分
ko: 분

source: Missing a single day resets the streak
ja: 1日でも欠けると連続記録はリセットされます
ko: 하루만 빠져도 연속 기록이 초기화돼요

source: Missing Workout Route
ja: 欠落ワークアウトルート
ko: 누락 운동 경로

source: Mixed Cardio
ja: ミックスカーディオ
ko: 복합 유산소

source: Mock Data
ja: モックデータ
ko: 목업 데이터

source: Mock data could not be updated.
ja: モックデータを更新できませんでした。
ko: 목업 데이터를 업데이트하지 못했습니다.

source: Mock data reset.
ja: モックデータをリセットしました。
ko: 목업 데이터를 초기화했습니다.

source: Mock data seeded.
ja: モックデータを投入しました。
ko: 목업 데이터를 채웠습니다.

source: Moderate
ja: 中程度
ko: 보통

source: Moderate — Appropriate intensity
ja: 普通 — 適切な強度
ko: 보통 — 적절한 강도

source: Moderate (60-79)
ja: 普通 (60-79)
ko: 보통 (60-79)

source: Moderate exercise is best
ja: 適度な運動が最適です
ko: 적당한 운동이 가장 좋습니다

source: Moderate Fatigue
ja: 中程度の疲労
ko: 중간 피로

source: Moderate fatigue, light training recommended
ja: 中程度の疲労、軽いトレーニング推奨
ko: 보통 피로, 가벼운 훈련 권장

source: Moderate Intensity
ja: 中強度
ko: 중강도

source: Moderate recovery — lighter activity today
ja: 普通の回復 — 今日は軽めの運動を
ko: 보통 회복 — 오늘은 가벼운 활동을

source: Moderate Risk
ja: 中リスク
ko: 보통 위험

source: Moderate sleep expected
ja: 普通の睡眠が予想されます
ko: 보통 수준의 수면이 예상돼요

source: Moderate workout today
ja: 今日は適度なワークアウト
ko: 오늘 적당한 운동

source: Moderate-intensity activities are recommended. Maintaining a regular sleep pattern can help improve your condition.
ja: 中程度の強度の活動がおすすめです。規則的な睡眠パターンがコンディション改善に役立ちます。
ko: 중강도 활동을 권장합니다. 규칙적인 수면 패턴이 컨디션 개선에 도움이 됩니다.

source: moderate-to-high intensity
ja: 中〜高強度
ko: 중고강도

source: Modifier
ja: 修正値
ko: 수정값

source: Mon
ja: 月
ko: 월

source: Monitor any muscle soreness closely
ja: 筋肉の痛みを注意深く観察してください
ko: 근육 통증을 주의 깊게 관찰하세요

source: Monthly
ja: 月間
ko: 월간

source: Monthly Progress
ja: 月間の進捗
ko: 월간 진행

source: Monthly Report
ja: 月間レポート
ko: 월간 리포트

source: More
ja: 多い
ko: 많음

source: More actions
ja: その他の操作
ko: 추가 작업

source: More recent workouts contribute more to fatigue
ja: 最近のトレーニングほど疲労への寄与が大きい
ko: 최근 운동이 피로도에 더 많이 기여

source: Morning
ja: 朝
ko: 아침

source: Morning Briefing
ja: モーニングブリーフィング
ko: 모닝 브리핑

source: Morning Briefing, %@
ja: モーニングブリーフィング、%@
ko: 모닝 브리핑, %@

source: Most muscles are still recovering. Light stretching or a walk will help improve circulation.
ja: ほとんどの筋肉がまだ回復中です。軽いストレッチやウォーキングが血行改善に役立ちます。
ko: 대부분의 근육이 아직 회복 중입니다. 가벼운 스트레칭이나 산책이 혈액 순환에 도움됩니다.

source: Most trained: %@.
ja: 最も多くトレーニングした部位: %@。
ko: 가장 많이 훈련한 부위: %@.

source: Mostly Clear
ja: おおむね晴れ
ko: 대체로 맑음

source: Mountaineering
ja: 登山
ko: 등산

source: Move a little closer
ja: もう少し近づいてください
ko: 조금 더 가까이 다가오세요

source: Move back so your full body is visible
ja: 全身が映るように後ろに下がってください
ko: 전신이 보이도록 뒤로 이동하세요

source: Move Down
ja: 下に移動
ko: 아래로 이동

source: Move to a brighter area
ja: 明るい場所に移動してください
ko: 더 밝은 곳으로 이동하세요

source: Move Up
ja: 上に移動
ko: 위로 이동

source: Multi Sport
ja: マルチスポーツ
ko: 멀티 스포츠

source: Muscle Breakdown
ja: 筋肉グループ別ボリューム
ko: 근육 그룹별 볼륨

source: Muscle Fatigue
ja: 筋肉疲労
ko: 근육 피로

source: Muscle fatigue detected
ja: 筋肉の疲労が検出されました
ko: 근육 피로 감지됨

source: Muscle Group
ja: 筋肉グループ
ko: 근육 그룹

source: Muscle Groups
ja: 筋肉グループ
ko: 근육 부위

source: Muscle Map
ja: 筋肉マップ
ko: 근육 지도

source: Muscle Mass (kg)
ja: 筋肉量 (kg)
ko: 골격근량 (kg)

source: Muscle mass must be between 0 and %lld kg
ja: 筋肉量は0〜%lldkgの範囲で入力してください
ko: 근육량은 0~%lldkg 사이여야 합니다

source: Muscles
ja: 筋肉
ko: 근육

source: Must be %@ characters or less
ja: %@ 文字以下にしてください
ko: %@ 자 이하여야 해요

source: My Habits
ja: マイ習慣
ko: 내 습관

source: My Goals
ja: マイ目標
ko: 내 목표

source: Name
ja: 名前
ko: 이름

source: Name must be 100 characters or less
ja: 名前は100文字以内で入力してください
ko: 이름은 100자 이하로 입력해주세요

source: natural
ja: 実測標準偏差
ko: 실측 표준편차

source: Naturally decreases over time (exponential decay)
ja: 時間とともに自然に減少（指数減衰）
ko: 시간이 지나면 자연히 감소 (지수 감쇠)

source: Near
ja: 近い
ko: 가까움

source: Near Max
ja: ほぼ限界
ko: 거의 한계

source: Neck
ja: 首
ko: 목

source: Need More Data
ja: データがもっと必要です
ko: 데이터가 더 필요해요

source: Needs Improvement
ja: 改善が必要
ko: 개선 필요

source: Negative
ja: 悪い影響
ko: 부정적

source: Neutral
ja: 中立
ko: 중립

source: Never
ja: なし
ko: 없음

source: NEW
ja: 新規
ko: 신규

source: NEW Badge
ja: NEWバッジ
ko: NEW 배지

source: New Badge Unlocked
ja: 新しいバッジを獲得
ko: 새 배지 획득

source: New Category
ja: 新しいカテゴリ
ko: 새 카테고리

source: New Exercise
ja: 新しいエクササイズ
ko: 새 운동

source: New Habit
ja: 新しい習慣
ko: 새 습관

source: New Personal Record!
ja: 新しい自己記録！
ko: 새로운 개인 기록!

source: New PR achieved!
ja: 新しいPR達成！
ko: 새로운 PR 달성!

source: New Template
ja: 新しいテンプレート
ko: 새 템플릿

source: New Themes
ja: 新テーマ
ko: 새로운 테마

source: Next due %@
ja: 次回予定 %@
ko: 다음 예정 %@

source: Next Exercise
ja: 次のエクササイズ
ko: 다음 운동

source: Next ready:
ja: 次の準備:
ko: 다음 준비:

source: Night
ja: 夜
ko: 밤

source: No %@ data available yet.
ja: %@のデータはまだありません。
ko: %@ 데이터가 아직 없어요.

source: No achievements yet. Complete workouts to unlock milestones, badges, and levels.
ja: まだ達成履歴がありません。ワークアウトを完了してマイルストーン、バッジ、レベルを解放しましょう。
ko: 아직 달성 내역이 없어요. 운동을 완료해 마일스톤, 배지, 레벨을 잠금 해제하세요.

source: No active injuries
ja: アクティブな怪我はありません
ko: 활성 부상 없음

source: No Alcohol
ja: 禁酒
ko: 금주

source: No body pose detected. Please ensure your full body is visible
ja: 体のポーズが検出されませんでした。全身が見えることを確認してください
ko: 자세를 감지할 수 없습니다. 전신이 보이는지 확인해주세요

source: no comparison
ja: 比較データなし
ko: 비교 데이터 없음

source: No Condition Data
ja: コンディションデータなし
ko: 컨디션 데이터 없음

source: No custom categories yet
ja: カスタムカテゴリはまだありません
ko: 사용자 정의 카테고리 없음

source: No cycle actions recorded yet.
ja: まだサイクル操作の記録がありません。
ko: 아직 주기 액션 기록이 없어요.

source: No data
ja: データなし
ko: 데이터 없음

source: No Data
ja: データなし
ko: 데이터 없음

source: No data available
ja: データがありません
ko: 데이터 없음

source: No data for this metric
ja: この指標のデータがありません
ko: 이 지표의 데이터가 없습니다

source: No data yet
ja: まだデータがありません
ko: 아직 데이터가 없습니다

source: No delta available
ja: 差分なし
ko: 변화량 없음

source: No draft yet. Capture a transcript, then review it to see the structured workout entry.
ja: まだ下書きはありません。文字起こしを作成して確認すると、構造化されたワークアウト入力を確認できます。
ko: 아직 초안이 없습니다. 전사문을 만든 뒤 검토하면 구조화된 운동 입력을 볼 수 있습니다.

source: No exercise data
ja: 運動データなし
ko: 운동 데이터 없음

source: No exercise data for this period.
ja: この期間の運動データがありません。
ko: 이 기간의 운동 데이터가 없어요.

source: No exercise data yet.
ja: まだ運動データがありません。
ko: 아직 운동 데이터가 없어요.

source: No Exercises
ja: エクササイズなし
ko: 운동 없음

source: No guides matched %@.
ja: %@ に一致するガイドは見つかりませんでした。
ko: %@에 맞는 가이드를 찾지 못했습니다.

source: No Habits Yet
ja: まだ習慣がありません
ko: 아직 습관이 없어요

source: No Health Data
ja: ヘルスデータなし
ko: 건강 데이터 없음

source: No HealthKit-linked workouts yet
ja: HealthKit連携ワークアウトはまだありません
ko: 아직 HealthKit 연동 운동이 없어요

source: No highlights this period
ja: 今期間のハイライトはありません
ko: 이번 기간에 하이라이트가 없습니다

source: No History
ja: 履歴なし
ko: 기록 없음

source: No HRV/RHR data collected — default applied
ja: HRV/RHRデータなし — デフォルト適用
ko: HRV/RHR 데이터 없음 — 기본값 적용

source: No Injury Records
ja: 怪我の記録なし
ko: 부상 기록 없음

source: No load detected
ja: 負荷は検出されていません
ko: 감지된 부하 없음

source: No matching workout suggestions
ja: 一致するおすすめワークアウトがありません
ko: 조건에 맞는 추천 운동이 없습니다

source: No memo
ja: メモなし
ko: 메모 없음

source: No Notifications
ja: 通知なし
ko: 알림 없음

source: No personal records yet.
ja: まだ自己記録はありません。
ko: 아직 개인 기록이 없습니다.

source: No Posture Assessments
ja: 姿勢評価の記録なし
ko: 자세 평가 기록 없음

source: No posture data yet
ja: 姿勢データがまだありません
ko: 자세 데이터가 아직 없습니다

source: No prediction factors available
ja: 予測要因がありません
ko: 예측 요소가 없습니다

source: No recent activity for this muscle
ja: この筋肉の最近の活動がありません
ko: 이 근육의 최근 활동이 없어요

source: No recent load
ja: 最近の負荷なし
ko: 최근 부하 없음

source: No recent spatial health data is available yet.
ja: 最近の空間ヘルスデータはまだありません。
ko: 아직 최근 공간 건강 데이터가 없습니다.

source: No recent training data found. Start a workout on your iPhone or Apple Watch.
ja: 最近のトレーニングデータが見つかりません。iPhoneまたはApple Watchでワークアウトを開始してください。
ko: 최근 훈련 데이터가 없습니다. iPhone 또는 Apple Watch에서 운동을 시작하세요.

source: No recent workouts
ja: 最近のワークアウトなし
ko: 최근 운동 없음

source: No Records
ja: 記録なし
ko: 기록 없음

source: No records for this period.
ja: この期間の記録がありません。
ko: 이 기간의 기록이 없어요.

source: No reward events yet. Complete workouts and hit milestones to build your timeline.
ja: まだ報酬イベントがありません。ワークアウトを完了してマイルストーンを達成し、タイムラインを作成しましょう。
ko: 아직 보상 이벤트가 없어요. 운동을 완료하고 마일스톤을 달성해 타임라인을 채워보세요.

source: No risk factors detected
ja: リスク要因は検出されませんでした
ko: 감지된 위험 요소가 없습니다

source: No score yet. A short workout today helps maintain your weekly goal rhythm.
ja: まだスコアがありません。今日の短いワークアウトが週間目標のリズム維持に役立ちます。
ko: 아직 점수가 없어요. 오늘 짧은 운동이 주간 목표 리듬을 유지해 줄 거예요.

source: No score yet. Keep your routine steady and collect more recovery data.
ja: まだスコアがありません。ルーティンを維持してリカバリーデータを集めましょう。
ko: 아직 점수가 없어요. 루틴을 유지하며 회복 데이터를 더 수집하세요.

source: No set data recorded
ja: セットデータなし
ko: 세트 데이터 없음

source: No sets recorded. End without saving?
ja: 記録されたセットがありません。保存せずに終了しますか？
ko: 기록된 세트가 없습니다. 저장 없이 종료할까요?

source: No sleep data
ja: 睡眠データなし
ko: 수면 데이터 없음

source: No Sleep Data
ja: 睡眠データなし
ko: 수면 데이터 없음

source: No sleep data collected — default applied
ja: 睡眠データなし — デフォルト適用
ko: 수면 데이터 없음 — 기본값 적용

source: No sleep tips at this time
ja: 現在、睡眠のヒントはありません
ko: 현재 수면 팁이 없습니다

source: No streak history yet.
ja: まだ連続記録がありません。
ko: 아직 연속 기록이 없어요.

source: No Symmetry Data
ja: 対称性データなし
ko: 대칭 데이터 없음

source: No Templates
ja: テンプレートなし
ko: 템플릿 없음

source: No Training Data
ja: トレーニングデータなし
ko: 훈련 데이터 없음

source: No training this week, training needed
ja: 今週のトレーニングなし、トレーニングが必要
ko: 이번 주 훈련 없음, 훈련 필요

source: No training volume data
ja: トレーニングボリュームデータなし
ko: 트레이닝 볼륨 데이터 없음

source: No Training Volume Data
ja: トレーニングボリュームデータなし
ko: 훈련 볼륨 데이터 없음

source: No Wellness Data
ja: ウェルネスデータなし
ko: 웰니스 데이터 없음

source: No Workout Data
ja: ワークアウトデータなし
ko: 운동 데이터 없음

source: No workout data for this period.
ja: この期間のワークアウトデータがありません。
ko: 이 기간의 운동 데이터가 없어요.

source: No workout data to save
ja: 保存するワークアウトデータがありません
ko: 저장할 운동 데이터가 없습니다

source: No workout data yet.
ja: まだワークアウトデータがありません。
ko: 아직 운동 데이터가 없어요.

source: No workout records
ja: ワークアウト記録なし
ko: 운동 기록 없음

source: No workouts recorded %@.
ja: %@に記録されたワークアウトはありません。
ko: %@에 기록된 운동이 없어요.

source: No workouts yet this week — start today!
ja: 今週はまだ運動していません — 今日始めましょう！
ko: 이번 주 아직 운동 기록이 없어요 — 오늘 시작해보세요!

source: NO₂
ja: 二酸化窒素
ko: 이산화질소

source: Noon
ja: 正午
ko: 정오

source: Normal
ja: 普通
ko: 보통

source: Normal training — %@ needs attention
ja: 通常トレーニングOK — %@に注意
ko: 일반 훈련 가능 — %@에 주의가 필요합니다

source: Normal training is fine
ja: 通常のトレーニングで大丈夫です
ko: 일반 훈련은 문제없습니다

source: Normal training is fine.
ja: 通常のトレーニングで問題ありません。
ko: 일반 훈련이 적절합니다.

source: Not enough data to show trend.
ja: トレンドを表示するにはデータが不足しています。
ko: 추이를 보여줄 데이터가 부족합니다.

source: Not enough data.
ja: データが不足しています。
ko: 데이터가 부족해요.

source: Not enough HRV data
ja: HRVデータ不足
ko: HRV 데이터 부족

source: Not Interested
ja: 興味なし
ko: 관심 없음

source: Not Set
ja: 未設定
ko: 미설정

source: Notable Fatigue
ja: かなりの疲労
ko: 상당한 피로

source: Notable fatigue, light training or rest
ja: 顕著な疲労、軽い運動または休息
ko: 상당한 피로, 가벼운 운동 또는 휴식

source: Notes
ja: メモ
ko: 메모

source: Notification Detail
ja: 通知詳細
ko: 알림 상세

source: Notification Settings
ja: 通知設定
ko: 알림 설정

source: Notifications
ja: 通知
ko: 알림

source: Notifications will appear here when they arrive.
ja: 通知が届くとここに表示されます。
ko: 알림이 도착하면 여기에 표시됩니다.

source: Nutrition
ja: 栄養
ko: 영양

source: Okay for outdoors
ja: 屋外運動まずまず
ko: 야외운동 괜찮아요

source: Okay outdoors
ja: 屋外まずまず
ko: 야외 괜찮음

source: Ongoing
ja: 進行中
ko: 진행 중

source: Only days with 20+ minutes of exercise count
ja: 運動時間が20分以上の日のみカウントされます
ko: 운동 20분 이상인 날만 집계돼요

source: Open 3D Charts
ja: 3Dチャートを開く
ko: 3D 차트 열기

source: Open DUNE
ja: DUNEを開く
ko: DUNE 열기

source: Open DUNE on Apple Watch → tap ⚙️ at top right → enable Posture Monitoring.
ja: Apple WatchでDUNEを開く → 右上の⚙️をタップ → 姿勢モニタリングを有効にしてください。
ko: Apple Watch에서 DUNE 열기 → 우측 상단 ⚙️ 탭 → 자세 모니터링을 활성화하세요.

source: Open Feature
ja: 機能を開く
ko: 기능 열기

source: Open recovery details, weekly stats, and suggestions built around your recent training.
ja: 最近のトレーニングをもとにした回復詳細、週間統計、おすすめワークアウトを開けます。
ko: 최근 운동을 바탕으로 한 회복 상세, 주간 통계, 추천 운동을 열어보세요.

source: Open Settings
ja: 設定を開く
ko: 설정 열기

source: Open the condition, recovery, and sleep space
ja: コンディション、回復、睡眠の空間を開きます
ko: 컨디션, 회복, 수면 공간을 열어요

source: Open the DUNE app on your iPhone to sync
ja: iPhoneでDUNEアプリを開いて 同期してください
ko: iPhone에서 DUNE 앱을 열어 동기화하세요

source: Open the missing workout fallback screen.
ja: 見つからないワークアウトのフォールバック画面を開きます。
ko: 누락된 운동의 폴백 화면을 엽니다.

source: Open the muscle map to check which areas are recovered, overloaded, or ready for the next session.
ja: マッスルマップを開いて、どの部位が回復済みか、負荷が高いか、次のセッションに向いているかを確認しましょう。
ko: 머슬 맵을 열어 어떤 부위가 회복됐고, 과부하 상태이며, 다음 세션 준비가 되었는지 확인해보세요.

source: Open the seeded running workout detail route.
ja: シードされたランニングワークアウトの詳細ルートを開きます。
ko: 시드된 러닝 운동 상세 경로를 엽니다.

source: Open the volumetric recovery scene
ja: ボリュメトリック回復シーンを開く
ko: 볼류메트릭 회복 장면 열기

source: Opens exercise picker to begin a workout
ja: ワークアウトを始めるためにエクササイズ選択を開きます
ko: 운동을 시작하기 위해 운동 선택 화면을 엽니다

source: Opens your daily briefing
ja: 今日のブリーフィングを開きます
ko: 오늘의 브리핑을 엽니다

source: Other
ja: その他
ko: 기타

source: Other exercise equipment
ja: その他の運動器具
ko: 기타 운동 장비

source: Outdoor
ja: アウトドア
ko: 아웃도어

source: Outdoor exercise on slippery surfaces risks injury. Stay safe and train indoors.
ja: 滑りやすい路面での屋外運動は怪我のリスクがあります。安全に室内でトレーニングしましょう。
ko: 미끄러운 바닥에서의 야외 운동은 부상 위험이 있습니다. 안전하게 실내에서 운동하세요.

source: Outdoor fitness level: %@.
ja: 屋外フィットネスレベル: %@。
ko: 야외 운동 적합도: %@.

source: Outdoor Fitness Score
ja: 屋外運動スコア
ko: 야외운동 적합도

source: Over 80%% of monthly goal reached!
ja: 月間目標の80%%以上達成！
ko: 월간 목표 80%% 이상 달성!

source: Over-reliance on certain exercises increases muscle imbalance and injury risk
ja: 特定の運動への偏りは筋肉の不均衡とけがリスクを高めます
ko: 특정 운동에 치우치면 근육 불균형과 부상 위험이 커져요

source: Overall
ja: 総合
ko: 전체

source: Overdue · Tap to complete
ja: 期限超過 · タップで完了
ko: 기한 지남 · 탭하여 완료

source: Overhead Press
ja: オーバーヘッドプレス
ko: 오버헤드 프레스

source: Overtrained
ja: オーバートレーニング
ko: 과훈련

source: Overtrained, focus on recovery
ja: オーバートレーニング、回復に集中
ko: 과훈련 상태, 회복에 집중

source: Overtraining risk from sustained high effort
ja: 持続的な高強度トレーニングによるオーバートレーニングリスク
ko: 지속적인 고강도 운동으로 인한 과훈련 위험

source: Overview
ja: 概要
ko: 개요

source: Overworked
ja: オーバーワーク
ko: 과부하

source: Paddle Sports
ja: パドルスポーツ
ko: 패들 스포츠

source: Pair an Apple Watch to monitor your posture throughout the day.
ja: Apple Watchをペアリングして、一日を通して姿勢をモニタリングしましょう。
ko: Apple Watch를 연결하여 하루 종일 자세를 모니터링하세요.

source: Partial assessment
ja: 部分評価
ko: 부분 평가

source: Partial assessment — capture both views for full results
ja: 部分的な評価 — 完全な結果を得るには両方の撮影を行ってください
ko: 부분 평가 — 전체 결과를 위해 양쪽 촬영을 완료하세요

source: Participant %lld
ja: 参加者%lld
ko: 참가자 %lld

source: Participant Board
ja: 参加者ボード
ko: 참가자 보드

source: Partly Cloudy
ja: 晴れ時々曇り
ko: 구름 조금

source: Pause
ja: 一時停止
ko: 일시정지

source: Peak
ja: ピーク
ko: 최대

source: Peak condition
ja: ピークコンディション
ko: 최고 컨디션

source: Pec Deck Machine
ja: ペックデックマシン
ko: 펙덱 머신

source: per injury
ja: 負傷あたり
ko: 부상당

source: Per-Exercise
ja: エクササイズ別
ko: 운동별

source: Perfect conditions for a run or a walk.
ja: ランニングや散歩に最適な天気です。
ko: 러닝이나 산책에 완벽한 조건입니다.

source: Period Comparison
ja: 期間比較
ko: 기간 비교

source: Period Summary
ja: 期間サマリー
ko: 기간 요약

source: Period Totals
ja: 期間合計
ko: 기간 합계

source: Periodically add new exercises to your routine
ja: 定期的に新しい運動をルーティンに追加しましょう
ko: 주기적으로 새로운 운동을 루틴에 추가하세요

source: Personal Baseline
ja: パーソナルベースライン
ko: 개인 기준선

source: Personal Best
ja: 自己ベスト
ko: 개인 최고

source: Personal Record Updated
ja: 自己ベスト更新
ko: 개인 기록 갱신

source: Personal Records
ja: 自己記録
ko: 개인 기록

source: Personal Records (PR)
ja: 自己ベスト (PR)
ko: 개인 기록 (PR)

source: Phase
ja: フェーズ
ko: 단계

source: Photo Comparison
ja: 写真比較
ko: 사진 비교

source: Physical
ja: 身体
ko: 신체

source: Pickleball
ja: ピックルボール
ko: 피클볼

source: Pilates
ja: ピラティス
ko: 필라테스

source: Pinned
ja: ピン留め
ko: 고정됨

source: Play
ja: プレイ
ko: 놀이

source: Please describe the workout you want.
ja: 作りたいワークアウトを説明してください。
ko: 원하는 운동을 설명해 주세요.

source: Please enter a valid count
ja: 有効な回数を入力してください
ko: 유효한 횟수를 입력해주세요

source: Please enter a valid duration
ja: 有効な時間を入力してください
ko: 유효한 시간을 입력해주세요

source: Poor
ja: 悪い
ko: 나쁨

source: Poor (<40)
ja: 低い (<40)
ko: 나쁨 (<40)

source: Popular
ja: 人気
ko: 인기

source: Pose lost. Please hold still.
ja: ポーズが検出されません。じっとしてください。
ko: 자세가 감지되지 않습니다. 가만히 서 주세요.

source: Positive
ja: 良い影響
ko: 긍정적

source: posture
ja: 姿勢
ko: 자세

source: Posture
ja: 姿勢
ko: 자세

source: Posture Analysis
ja: 姿勢分析
ko: 자세 분석

source: Posture Assessment
ja: 姿勢評価
ko: 자세 평가

source: Posture Issue
ja: 姿勢の問題
ko: 자세 문제

source: Posture Reminder
ja: 姿勢リマインダー
ko: 자세 리마인더

source: Posture Score
ja: 姿勢スコア
ko: 자세 점수

source: Posture score %lld out of 100
ja: 姿勢スコア 100点中%lld点
ko: 자세 점수 100점 만점 중 %lld점

source: Posture score %lld out of 100, partial assessment
ja: 姿勢スコア 100点中%lld点、部分評価
ko: 자세 점수 100점 만점 중 %lld점, 부분 측정

source: Posture score reflects your latest posture assessment result (0-100).
ja: 姿勢スコアは最新の姿勢評価結果(0-100)を反映します。
ko: 자세 점수는 최신 자세 평가 결과(0-100)를 반영합니다.

source: PR Timeline
ja: PR タイムライン
ko: PR 타임라인

source: Preferred
ja: 優先
ko: 선호

source: Preferred Exercise
ja: 優先エクササイズ
ko: 선호 운동

source: Preferred Exercises
ja: 優先エクササイズ
ko: 선호 운동

source: Prepare your next set, then start SharePlay from a FaceTime call or nearby session.
ja: 次のセットを整えてから、FaceTime通話または近接セッションでSharePlayを始めてください。
ko: 다음 세트를 준비한 뒤 FaceTime 통화나 nearby session에서 SharePlay를 시작하세요.

source: Preparing
ja: 準備中
ko: 준비 중

source: Preparing SharePlay...
ja: SharePlayを準備中...
ko: SharePlay 준비 중...

source: Preset
ja: プリセット
ko: 프리셋

source: Press bar overhead, moving head through at top
ja: バーを頭上に押し上げ、トップで頭を少し前に入れます。
ko: 바를 머리 위로 밀어 올리며, 상단에서 머리를 살짝 앞으로 통과시키세요.

source: Press straight overhead
ja: 真上に押して
ko: 머리 위로 똑바로 밀어세요

source: PREV
ja: 前回
ko: 이전

source: Primary
ja: 主動筋
ko: 주동근

source: Primary Muscles
ja: 主動筋
ko: 주동근

source: Primary muscles are the main targets of the movement. Secondary muscles assist and are activated alongside.
ja: 主動筋は動作のメインターゲットです。補助筋はサポートとして一緒に活性化されます。
ko: 주동근은 동작의 주요 타겟이에요. 보조근은 함께 활성화되어 보조해요.

source: Prioritize rest today. Stick to low-intensity activities and focus on improving your sleep quality.
ja: 今日は休息を最優先にしてください。低強度の活動にとどめ、睡眠の質の改善に集中しましょう。
ko: 오늘은 휴식을 최우선으로 하세요. 저강도 활동만 하고 수면의 질 개선에 집중하세요.

source: Prioritize sleep and recovery
ja: 睡眠と回復を優先してください
ko: 수면과 회복을 우선시하세요

source: Private & Encrypted
ja: 非公開かつ暗号化
ko: 비공개 및 암호화

source: Procedural body rig colored by recent fatigue.
ja: 最近の疲労度に応じてプロシージャルなボディリグを色分けします。
ko: 최근 피로도에 따라 절차적으로 생성한 바디 리그를 색상으로 표시합니다.

source: Productivity
ja: 生産性
ko: 생산성

source: Progress
ja: 進捗
ko: 진행

source: Progress bar visualizes your completion rate
ja: 進行バーで達成率を可視化します
ko: 진행 바가 달성률을 시각화해요

source: Progressive Overload
ja: プログレッシブオーバーロード
ko: 점진적 과부하

source: Prone leg curl machine. Isolates hamstrings
ja: うつ伏せレッグカールマシン。ハムストリングを集中的に鍛える
ko: 엎드려 하는 레그 컬 머신. 햄스트링 분리

source: Pull bar to lower chest or upper abdomen
ja: バーを下胸部または上腹部に向けて引きます。
ko: 바를 아랫가슴 또는 상복부 쪽으로 당기세요.

source: Pull higher
ja: もっと高く引いて
ko: 더 높이 당기세요

source: Pull until chin clears the bar
ja: あごがバーを越えるまで引き上げます。
ko: 턱이 바를 넘을 때까지 당기세요.

source: Pull-down cable machine. Develops lats
ja: プルダウンケーブルマシン。広背筋を鍛える
ko: 풀다운 케이블 머신. 광배근 발달

source: Pull-up
ja: プルアップ
ko: 풀업

source: Pull-Up Bar
ja: チンニングバー
ko: 풀업 바

source: Pulley and cable for resistance from various angles
ja: さまざまな角度から抵抗をかけるプーリー＆ケーブル
ko: 다양한 각도에서 저항을 주는 풀리 케이블

source: Pulley and cable system for multi-angle resistance
ja: 多角度の抵抗を提供するプーリー＆ケーブルシステム
ko: 다각도 저항을 위한 풀리 케이블 시스템

source: Pulsing sphere driven by your latest heart rate.
ja: 最新の心拍数に合わせて球体が脈動します。
ko: 최신 심박수에 따라 구가 맥동합니다.

source: Push weight with legs while seated. Lower body focus
ja: 座って脚で重量を押す。下半身集中
ko: 앉아서 다리로 중량을 밀기. 하체 집중

source: Quads
ja: 大腿四頭筋
ko: 대퇴사두

source: Quick Start
ja: クイックスタート
ko: 빠른 시작

source: Racquetball
ja: ラケットボール
ko: 라켓볼

source: Rain
ja: 雨
ko: 비

source: Rain forecast — indoor workout recommended
ja: 雨の予報 — 室内ワークアウト推奨
ko: 비 예보 — 실내 운동 추천

source: Rate effort for each set with a redesigned slider — Apple Watch estimates RPE automatically from heart rate.
ja: リニューアルしたスライダーで各セットの運動強度を評価。Apple Watchでは心拍数からRPEを自動推定します。
ko: 새롭게 디자인된 슬라이더로 각 세트의 운동 강도를 평가하세요. Apple Watch에서는 심박수로 RPE를 자동 추정합니다.

source: Reached Level %lld
ja: レベル%lld達成
ko: 레벨 %lld 달성

source: Read
ja: 既読
ko: 읽음

source: Read All
ja: すべて既読
ko: 모두 읽음

source: READINESS
ja: レディネス
ko: 준비도

source: Readiness Trend
ja: 準備度トレンド
ko: 준비도 추세

source: Reading
ja: 読書
ko: 독서

source: Ready
ja: 準備完了
ko: 준비 완료

source: Ready to Train
ja: トレーニング可能
ko: 훈련 가능

source: Ready! Tap the button to capture.
ja: 準備完了！ボタンをタップして撮影してください。
ko: 준비 완료! 버튼을 눌러 촬영하세요.

source: Realtime
ja: リアルタイム
ko: 실시간

source: Realtime Analysis
ja: リアルタイム分析
ko: 실시간 분석

source: Rear
ja: 後面
ko: 후면

source: Receive personalized exercise suggestions based on muscle fatigue and training balance.
ja: 筋肉の疲労度とトレーニングバランスに基づいたパーソナライズされたエクササイズ提案を受け取りましょう。
ko: 근육 피로도와 트레이닝 균형을 기반으로 맞춤 운동 제안을 받으세요.

source: Recent
ja: 最近
ko: 최근

source: Recent Sessions
ja: 最近のセッション
ko: 최근 세션

source: Recent sleep average: %lld
ja: 最近の睡眠平均: %lld
ko: 최근 수면 평균: %lld

source: Recent Sleep Pattern
ja: 最近の睡眠パターン
ko: 최근 수면 패턴

source: Recent Workouts
ja: 最近のワークアウト
ko: 최근 운동

source: Recent workouts could not be loaded.
ja: 最近のワークアウトを読み込めません。
ko: 최근 운동을 불러올 수 없습니다.

source: Recommended %lld/10 from your recent history
ja: 最近の履歴にもとづくおすすめ %lld/10
ko: 최근 기록 기반 추천 %lld/10

source: Recommended Actions
ja: 推奨アクション
ko: 권장 조치

source: Recommended Exercises
ja: おすすめ矯正エクササイズ
ko: 추천 교정 운동

source: Record more assessments to see trends
ja: トレンドを確認するにはさらに評価を記録してください
ko: 트렌드를 확인하려면 더 많은 평가를 기록하세요

source: Record more sessions to see trends
ja: もっと記録するとトレンドが確認できます
ko: 더 많이 기록하면 추세를 확인할 수 있어요

source: Record not found
ja: 記録が見つかりません
ko: 기록을 찾을 수 없음

source: Record strength and cardio workouts to track your PRs.
ja: 筋トレと有酸素運動を記録してPRを追跡しましょう。
ko: 근력과 유산소 운동을 기록하여 PR을 추적하세요.

source: Record your training session
ja: トレーニングセッションを記録
ko: 운동 세션 기록

source: Record your workouts or sync from Apple Health to track activity.
ja: ワークアウトを記録するか、Apple Healthから同期してアクティビティを追跡しましょう。
ko: 운동을 기록하거나 Apple Health에서 동기화하여 활동을 추적하세요.

source: Recorded
ja: 記録日
ko: 기록일

source: Recovered
ja: 回復済み
ko: 회복됨

source: recovery
ja: 回復
ko: 회복

source: Recovery
ja: リカバリー
ko: 회복

source: Recovery Atmosphere
ja: 回復の雰囲気
ko: 회복 분위기

source: Recovery cadence will appear after the first load.
ja: 最初の読み込みが終わると、回復リズムが表示されます。
ko: 첫 로드가 끝나면 회복 리듬이 표시돼요.

source: Recovery day
ja: リカバリーデー
ko: 회복의 날

source: Recovery Day
ja: 回復日
ko: 회복일

source: Recovery dipped — RHR above baseline
ja: 回復低下 — RHRがベースラインより高め
ko: 회복 저하 — RHR이 기준선보다 높아요

source: Recovery first
ja: 回復優先
ko: 회복 우선

source: Recovery is low today. Choose low intensity and prioritize early sleep.
ja: 今日は回復が不十分です。低強度で運動し、早めに就寝しましょう。
ko: 오늘은 회복이 부족해요. 낮은 강도로 운동하고 일찍 잠자리에 드세요.

source: Recovery is needed
ja: 回復が必要です
ko: 회복이 필요합니다

source: Recovery is urgent
ja: 回復が急務です
ko: 회복이 시급합니다

source: Recovery rate adjusted based on 7–9 hours of sleep
ja: 7〜9時間の睡眠に基づいて回復速度を調整
ko: 7~9시간 수면 기준으로 회복 속도 조정

source: Recovery recommended
ja: 回復をおすすめします
ko: 회복이 필요합니다

source: Recovery Session
ja: 回復セッション
ko: 회복 세션
